Revit 2027 API
TabbedDialogExtension Properties
The TabbedDialogExtension type exposes the following members.
Properties
Name | Description
Control | The control.
OnCancelAction | The cancel handler.
OnOKAction | The ok handler.
OnRestoreDefaultsAction | The restore defaults handler.
Top
See Also
Reference
TabbedDialogExtension Class
Autodesk.Revit.UI Namespace